Insert into [Article] Values
(1, N'105', N'Убийство'),
(2, N'110.1', N'Склонение к совершению самоубийства'),
(3, N'131', N'Изнасилование'),
(4, N'158', N'Кража'),
(5, N'205', N'Террористический акт')
---------------------------
Insert into [Status] Values
(1, N'Открыто'),
(2, N'Закрыто'),
(3, N'Передано'),
(4, N'Истёк срок давности')
---------------------------
Insert into [Rank] Values
(1, N'Офицер'),
(2, N'Детектив'),
(3, N'Сержант'),
(4, N'Лейтенант'),
(5, N'Капитан'),
(6, N'Без звания')
---------------------------
Insert into [Position] Values
(1, N'Сотрудник архива'),
(2, N'Следователь'),
(3, N'Охранник'),
(4, N'Адвокат')
---------------------------
Insert into [Gender] Values
(1, N'Unknow'),
(2, N'Male'),
(3, N'Female')

---------------------------
Insert into [Person] Values
(1, 2, N'Александр', N'Пичушкин', N'Юрьевич', '09.04.1974', N'РФ г.Москва ул.Херсонская 2'),
(2, 2,N'Сергей', N'Головкин', N'Александрович', '26.10.1959', N'РФ МО Одинцовский р-н пос.Горки-10'),
(3, 2,N'Андрей', N'Чикатило', N'Романович', '16.10.1936', N'РФ Харьковская обл село Яблочное'),
(4, 2,N'Виктор', N'Леоне', null, '05.05.1975', N'РФ г.Москва ул.Пролетарская 9'),
(5, 2,N'Артём', N'Калинов', N'Станиславович', '16.02.1989', N'РФ г.Москва ул.Чертановская 25'),
(6, 2,N'Тимоти', N'Маквей', null, '23.04.1968', N'США штат Нью-Йорк, Локпорт'),
(7, 2,N'Евсей', N'Агрон', N'Борисович', '25.01.1932', N'США Нью-Йорк, Бруклин'),
(8, 2,N'Исса', N'Костоев', N'Магометович', '08.08.1942', N'СССР Чечено-Ингушская АССР, Экажево'),
(9, 2,N'Яков', N'Вагин', N'Абрамович', '16.04.1926', N'СССР Пермский край, г.Пермь'),
(10, 2,N'Николай', N'Гридягин', N'Николаевич', '01.01.1953', N'СССР Пермский край, г.Кунгур'),
(11, 2,N'Валентин', N'Голдберг', 'Исаевич', '07.09.1947', N'РФ г.Москва'),
(12, 3,N'Сумико', N'Андо', null, '13.03.1982', N'РФ г.Москва'),
(13, 1,N'Егор', N'Рыбаков', null, '26.08.1953', N'РФ г.Архангельск'),
(14, 3,N'Софья', N'Ульянова', null, '15.12.1990', N'РФ г.Москва')
---------------------------
Insert into [Employee] Values
(1, 5, 3, 2),
(2, 8, 4, 2),
(3, 9, 4, 2),
(4, 11, 2, 2),
(5, 12, 6, 4),
(6, 14, 6, 1)
---------------------------
Insert into [Convicted] Values
(1, 1, '31.12.9999'),
(2, 2, '31.12.9999'),
(3, 3, '31.12.9999'),
(4, 4, '20.04.2080'),
(5, 6, '31.12.9999'),
(6, 7, '14.07.2056'),
(7, 10, '02.05.2025')
---------------------------
Insert into [Suspected] Values
(1, 2),
(2, 3),
(3, 7)
---------------------------
Insert into [Case] Values
(1, 1, 2, N'Убийство студентки второго курса пединститута.', '01.01.1982', '01.05.1983'),
(2, 1, 3, N'Убийство гражданки возле Новошахтинска', '01.09.1983', '01.02.1984'),
(3, 1, 2, N'Серия убийств на территории Ростовской области', '03.02.1984', '14.02.1994'),
(4, 4, 4, N'Ограбление ювелирного магазина на Ореховой улице.', '16.05.1984', '16.05.1992'),
(5, 5, 2, N'Террористический акт в федеральном здании Оклохама-Сити', '19.04.1995', '13.06.1997'),
(6, 1, 1, N'Убийство гражданина Алексея Фёдорова', '7.03.2002',null),
(7, 2, 2, N'Доведение гражданки Марии Алексеевой до самоубийства', '25.10.2012', '05.02.2013'),
(8, 3, 1, N'Изнасилование гражданки Юлии Хардиной', '20.09.2018', null),
(9, 3, 2, N'Изнасилование гражданки Инессы Гуляевой', '28.08.1985', '14.02.1994')
---------------------------
Insert into [Record] Values
(1, 1, 3, 7, null, '02.01.1982'),
(2, 2, 4, null, 2, '02.09.1983'),
(3, 2, 2, null, 1, '04.02.1984'),
(4, 3, 2, 3, null, '04.02.1984'),
(5, 4, 4, null, 3, '17.05.1984'),
(6, 5, 4, 5, null, '20.04.1995'),
(7, 6, 2, 1, null, '08.03.2002'),
(8, 7, 1, 4, null, '26.10.2012'),
(9, 8, 1, null, null, '21.09.2018'),
(10, 9, 2, 3, null, '04.02.1984')